Repository: gergoujlaky/restaurant-reservations-hu_HU.po
Catalog: restaurant-reservations-*.po
Languages: hu_hu

source: Thanks {user_name}, Your booking request is <strong>waiting to be confirmed</strong>. Give us a few moments to make sure that we've got space for you. You will receive another email from us soon. If this request was made outside of our normal working hours, we may not be able to confirm it until we're open again. <strong>Your request details:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
hu_hu: Köszönjük {user_name}, A foglalás<strong>jóváhagyásra vár</strong>. Kérem, adjon egy kis időt számunkra, míg meg tudunk bizonyosodni arról, hogy van-e szabad hely. Hamarosan egy újabb e-mailt fog kapni tőlünk. Amennyiben nem nyitvatartási időben foglalt asztalt, akkor előfordulhat, hogy csak nyitás után tudunk reagálni a küldött e-mailre. <strong>Részletek::</strong> Név {user_name} Fő: {party} Dátum: {date} &nbsp; <em>Ezt az üzenetet a következő oldalról kapta: {site_link}, a következő időpontban: {current_time}.</em>

source: Hi {user_name}, Your booking request has been <strong>confirmed</strong>. We look forward to seeing you soon. <strong>Your booking:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
hu_hu: Kedves {user_name}, A foglalás státusza: <strong>jóváhagyva</strong>. Foglalásodat rögzítettük. Várunk sok szeretettel a Fehér Nyúl Sörfőzdében. Soroksári út 110-112 . Bízunk benne, hogy hamarosan találkozunk! <strong>Részletek:</strong> Név {user_name} Fő: {party} Dátum: {date} &nbsp; <em>Ezt az üzenetet a következő oldalról kapta: {site_link}, a következő időpontban: {current_time}.</em>

source: Hi {user_name}, Sorry, we could not accomodate your booking request. We're full or not open at the time you requested: {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
hu_hu: Kedves {user_name}, Sajnáljuk, nem tudjuk a foglalásodat rögzíteni. A választott időpontban telt házunk van, vagy egyéb okból nem vagyunk nyitva <strong>Részletek:</strong> Név {user_name} Fő: {party} Dátum: {date} &nbsp; <em>Ezt az üzenetet a következő oldalról kapta: {site_link}, a következő időpontban: {current_time}.</em>

source: Your booking at %s is confirmed
hu_hu: A foglalását %s jóváhagytuk

source: Your booking at %s was not accepted
hu_hu: Foglalását nem tudtuk jóváhagyni: %s

source: Update regarding your booking at %s
hu_hu: Foglalását frissítettük %s

# Format of a scheduling rule
source: Weekly
hu_hu: Hetente

# Format of a scheduling rule
source: Monthly
hu_hu: Havonta

# Format of a scheduling rule
source: Date
hu_hu: Dátum

# Label for selecting days of the week in a scheduling rule
source: Days of the week
hu_hu: Hét napjai

# Label for selecting weeks of the month in a scheduling rule
source: Weeks of the month
hu_hu: Hónap hetei

# Label to select a date for a scheduling rule
source: Date
hu_hu: Dátum

# Label to select a time slot for a scheduling rule
source: Time
hu_hu: Idő

# Label to set a scheduling rule to last all day
source: All day
hu_hu: Egész nap

# Label for the starting time of a scheduling rule
source: Start
hu_hu: Kezdés

# Label for the ending time of a scheduling rule
source: End
hu_hu: Befejezés

# Prompt displayed when a scheduling rule is set without any time restrictions
source: All day long. Want to %sset a time slot%s?
hu_hu: Egész nap. Szeretmél %s idő slotot%s beállítani?

# Toggle a scheduling rule open and closed
source: Open and close this rule
hu_hu: Szabály megnyitása és bezárása

# Delete a scheduling rule
source: Delete rule
hu_hu: Szabály törlése

source: Never
hu_hu: Soha

source: Every day
hu_hu: Minden nap

source: %s on the %s week of the month
hu_hu: %s a %s héten a hónapban

source: %s week of the month
hu_hu: %s héten a hónapban

# Brief default description of a scheduling rule when no times are set
source: All day
hu_hu: Egész nap

source: Ends at
hu_hu: Véget ér

source: Starts at
hu_hu: Kezdődik

# Monday abbreviation
source: Mo
hu_hu: Hétfő

# Tuesday abbreviation
source: Tu
hu_hu: Kedd

# Wednesday abbreviation
source: We
hu_hu: Szerda

# Thursday abbreviation
source: Th
hu_hu: Csütörtök

# Friday abbreviation
source: Fr
hu_hu: Péntek

# Saturday abbreviation
source: Sa
hu_hu: Szombat

# Sunday abbreviation
source: Su
hu_hu: Vasárnap

# Brief default description of a scheduling exception when no times are set
source: Closed all day
hu_hu: Egész nap zárva

# Status label for bookings put in the trash
source: Trash
hu_hu: Szemetes

source: You're viewing bookings that have been marked as %s.
hu_hu: Foglalások, melyek meg lettek jelölve mint %s.

# Notification of booking date range, eg - bookings from 2014-12-02-2014-12-05
source: Only bookings from %s are being shown.
hu_hu: Csak a %s foglalások mutatása.
