Repository: gergoujlaky/restaurant-reservations-hu_HU.po
Catalog: restaurant-reservations-*.po
Languages: hu_hu

source: The name which should appear in the Reply-To field of a user notification email.
hu_hu: Az a név ami megjelenik a felhasználónál, a "Válasz neki:" résznél.

source: Admin Notification Email Address
hu_hu: Admin e-mail címe

source: The email address where admin notifications for bookings at this location should be sent.
hu_hu: Az e-mail cím, ahol az erre a helyre érkező foglalások, adminisztrációs értesítését kell kiküldeni.

source: Select how early customers can make their booking. (Administrators and Booking Managers are not restricted by this setting.)
hu_hu: Válaszd ki, hogy mikortól lehet foglalni. (Ez az a beállítás nem korlátozza az admin és a Booking Manager-t)

source: Between dates
hu_hu: Dátumok közt

source: --- Baker
hu_hu: --- Pékség

source: --- Bar or Pub
hu_hu: --- Bár vagy Bup

source: --- Brewery
hu_hu: --- Sörfőzde

source: --- Cafe or Coffee Shop
hu_hu: --- Kávézó

source: --- FastFoodRestaurant
hu_hu: --- Gyorsétterem

source: --- Ice Cream Shop
hu_hu: --- Fagylaltozó

source: --- Restaurant
hu_hu: --- Étterem

source: --- Winery
hu_hu: --- Borászat

source: Loading
hu_hu: Betöltés

source: Addons for Restaurant Reservations
hu_hu: Bővítmények az Éttermi Foglaláshoz

source: You have been logged out. Please login again to retrieve the addons.
hu_hu: Kijelentkezett. Jelentkezz vissza, hogy a bővíményekhez visszatérjen.

source: You do not have permission to access this page. Please login to an administrator account if you have one.
hu_hu: Nincs jogosultsága ehhez az oldalhoz. Adminként jelentkezzen be.

source: The addons list could not be retrieved. Please <a href="">try again</a>. If the problem persists over time, please report it on the <a href="http://wordpress.org/support/plugin/restaurant-reservations" target="_blank">support forums</a>.
hu_hu: A bővítmények nem elérhetők. Kérem<a href="">próbálja újra</a>. Ha a brobléma fennáll, kerese fel: <a href="https://wordpress.org/support/plugin/restaurant-reservations" target="_blank">támogatási fórum</a>.

source: Restaurant Bookings
hu_hu: Éttermi foglalás

source: Add New
hu_hu: Új hozzáadása

source: Columns
hu_hu: Oszlop

source: Add Booking
hu_hu: Rendelés hozzáadása

source: Cancel
hu_hu: Mégse

source: Send Email
hu_hu: E-mail küldés

source: Subject
hu_hu: Tárgy

source: Message
hu_hu: Üzenet

source: Update
hu_hu: Frissítés

source: Close
hu_hu: Bezárás

source: Booking Status
hu_hu: Rendelés állapota

source: Send notifications
hu_hu: Értesítés küldése

source: Learn more
hu_hu: Tudj meg többet

source: When adding a booking or changing a booking's status with this form, no email notifications will be sent. Check this option if you want to send email notifications.
hu_hu: Foglaláskor vagy foglalás státuszának módosításakor e-mail értesítés kérése.

source: You have been logged out. Please %slogin again%s.
hu_hu: Kijelentkezett. Kérem, %s jelentkezzen be újra. %s.

source: This booking has been sent to the %sTrash%s where it can not be edited. Set the booking to Pending or Confirmed to edit it.
hu_hu: A foglalás át lett mozgatva a %sSzemetesbe%s ahol a szerkesztés nem lehetséges. Szerkesztéshez állítsd a foglalást jóváhagyott-ra vagy függőben lévő-re.

source: The booking could not be retrieved. Please reload the page and try again.
hu_hu: A foglalás nem volt sikeres, kérem frissítse az oldalt és próbálja meg újra.

source: Unable to trash this post. Please try again. If you continue to have trouble, please refresh the page.
hu_hu: Törlés sikertelen. Próbáld újra, vagy frissítsd az oldalt.

source: Please enter a message before sending the email.
hu_hu: Kérem írjon üzenetet, az e-mail küldése előtt.

source: The email could not be sent because some critical information was missing.
hu_hu: Az e-mailt nem lehetett elküldeni hiányzó adatok miatt.

source: There was an error loading the booking and the email was not sent.
hu_hu: Valami probléma történt foglalás közben és az e-mail nem lett kiküldve.

source: You must select at least one column to display.
hu_hu: Legalább egy oszlopot ki kell jelölni.

source: Invalid
hu_hu: Érvénytelen

source: Please enter the date you would like to book.
hu_hu: Kérjük adja meg a foglalás dátumát.

source: The date you entered is not valid. Please select from one of the dates in the calendar.
hu_hu: A megadott dátum érvénytelen. Kérjük, válasszon dátumot a naptárból.

source: Please enter the time you would like to book.
hu_hu: Kérjük, adja meg a kívánt foglalási időpontot.

source: The time you entered is not valid. Please select from one of the times provided.
hu_hu: A megadott időpont érvénytelen. Kérem válasszon a felsorolt lehetőségek közül.

source: Sorry, bookings can not be made more than %s days in advance.
hu_hu: Sajnáljuk, a foglalás nem lehetséges %s nappal előre.

source: Sorry, bookings can not be made in the past.
hu_hu: Sajnáljuk, múltbeli foglalás nem lehetséges.

source: Sorry, bookings must be made more than %s days in advance.
hu_hu: Sajnáljuk, a foglalást több mint %s nappal előtte kell jelezni.

source: Sorry, bookings must be made more than %s hours in advance.
hu_hu: Sajnáljuk,a foglalást legalább %s órával előre kell jelezni.

source: Sorry, bookings must be made more than %s minutes in advance.
hu_hu: Sajnáljuk, a foglalást több mint %s perccel előre kell jelezni.

source: Sorry, no bookings are being accepted then.
hu_hu: Sajnáljuk, nem tudunk több foglalást fogadni.

source: Sorry, no bookings are being accepted on that date.
hu_hu: Sajnáljuk, a megadott dátumra a foglalás nem lehetséges.

source: Sorry, no bookings are being accepted at that time.
hu_hu: Sajnáljuk, a megadott időben a foglalás nem lehetséges.

source: Please enter a name for this booking.
hu_hu: Kérjük, adjon meg egy nevet a foglaláshoz.

source: Please let us know how many people will be in your party.
hu_hu: Kérjük, adja meg mennyi főre számíthatunk.

source: We only accept bookings for parties of up to %d people.
hu_hu: A foglalás csak %d fő felett lehetséges.

source: Please enter an email address so we can confirm your booking.
hu_hu: Kérjük, adjon meg egy e-mail címet a rendelés megerősítéséhez.

source: Please complete this field to request a booking.
hu_hu: Kérjük, töltse ki a megadott részt a foglaláshoz.

source: Bookings
hu_hu: Foglalások

source: Booking
hu_hu: Foglalás

source: Add New Booking
hu_hu: Új foglalás hozzáadása

source: Edit Booking
hu_hu: Foglalás szerkesztése

source: New Booking
hu_hu: Új foglalás

source: View Booking
hu_hu: Foglalás megtekintése

source: Search Bookings
hu_hu: Foglalás keresése

source: No bookings found
hu_hu: Nem található rendelés

source: No bookings found in trash
hu_hu: Nem található foglalás a szemetesben

source: All Bookings
hu_hu: Összes foglalás

source: Confirmed <span class="count">(%s)</span>
hu_hu: Jóváhagyva <span class="count">(%s)</span>

source: Closed <span class="count">(%s)</span>
hu_hu: Lezárva <span class="count">(%s)</span>

source: Licenses
hu_hu: Licensz

source: Activate license keys for any commercial addons you have purchased. %sView all addons%s.
hu_hu: Aktiválj licenszkulcsot a vásárolt bővítmények használatához. %sÖsszes bővítmény%s.

source: Your attempt to deactivate a license key failed. Please try again later or contact support for help.
hu_hu: A licenszkulcs deaktiválása sikertelen. Próbáld újra, vagy keresd fel a support-ot további segítségért.

source: You have reached the activation limit for this license. If you have the license activated on other sites you will need to deactivate them or purchase more license keys from %sTheme of the Crop%s.
hu_hu: Elérted az aktiválási limitet ehhez a licenszhez. Ha aktiválva van más weboldalakon is, akkor azokat deaktiváld, vagy vásárolj új kulcsot. %sTheme of the Crop%s.

source: Your attempt to activate a license key failed. Please check the license key and try again.
hu_hu: Kulcs aktiválása sikertelen, kérlek ellenőrizd a kulcsot és próbáld újra.

source: Location
hu_hu: Hely

source: Please select a location for your booking.
hu_hu: Kérem, válassza ki a foglalás helyszínét.

source: The location you selected is not valid. Please select another location.
hu_hu: A kiválasztott helyszín nem megfelelő. Kérem, válasszon egy másikat.

source: Reservations
hu_hu: Helyfoglalás

source: Show booking form with this location.
hu_hu: Mutasd az ehhez a helyhez tartozó rendelést.

source: Reply-To Name
hu_hu: "Válasz neki" név

source: Reply-To Email Address
hu_hu: Válasz e-mail cím

source: The email address which should appear in the Reply-To field of a user notification email.
hu_hu: E-mail cím, ami a "Válasz neki:" résznél jelenik meg a felhasználó értesítésnél.

source: View pending bookings
hu_hu: Folyamatban lévő foglalások

source: Confirm this booking
hu_hu: Foglalás jóváhagyása

source: Reject this booking
hu_hu: Foglalás elutasítása

source: Settings
hu_hu: Beállítások

source: General
hu_hu: Általános

source: Booking Page
hu_hu: Foglalás oldala

source: Select a page on your site to automatically display the booking form and confirmation message.
hu_hu: Válasszon egy oldalt a webhelyén, hogy automatikusan megjelenítse a foglalási űrlapot és a megerősítő üzenetet.

source: Max Party Size
hu_hu: Maximum férőhelyek

source: Set a maximum allowed party size for bookings.
hu_hu: Maximum férőhely beállítása a foglalásokhoz.

source: Success Message
hu_hu: Sikeres foglalás üzenete

source: Enter the message to display when a booking request is made.
hu_hu: Add meg azt az üzenetet, amit a foglaláskor automatikusan szeretnél kiküldeni.

source: Date Format
hu_hu: Dátum formátuma

source: Define how the date is formatted on the booking form. %sFormatting rules%s. This only changes the format on the booking form. To change the date format in notification messages, modify your general %sWordPress Settings%s.
hu_hu: Állítsd be a dátum formátumát. %sFormátum szabályok.%s. Ez a beállítás csak a foglalási űrlapot módosítja. Értesítési üzenetben lévő dátum formátum módosításhoz, állítsd át az általános beállításokban. %sWordPress beállításoks%s.

source: Time Format
hu_hu: Idő formátuma

source: Define how the time is formatted on the booking form. %sFormatting rules%s. This only changes the format on the booking form. To change the time format in notification messages, modify your general %sWordPress Settings%s.
hu_hu: Állítsd be az idő formátumát. %sFormátum szabályok.%s. Ez a beállítás csak a foglalási űrlapot módosítja. Értesítési üzenetben lévő dátum formátum módosításhoz, állítsd át az általános beállításokban. %sWordPress beállításoks%s.

source: Language
hu_hu: Nyelv

source: Select a language to use for the booking form datepicker if it is different than your WordPress language setting.
hu_hu: Válasszon ki egy nyelvet, amelyet használni szeretne a foglalási űrlapon, de csak ha eltér a WordPress nyelvi beállításaitól.

source: Booking Schedule
hu_hu: Foglalás ütemezése

source: Add new scheduling rule
hu_hu: Új ütemezési szabály hozzáadása

source: Delete scheduling rule
hu_hu: Ütemezési szabály törlése

source: Schedule
hu_hu: Ütemezés

source: Define the weekly schedule during which you accept bookings.
hu_hu: Határozza meg a heti ütemezést, amíg jóváhagyod a foglalásokat.

source: Exceptions
hu_hu: Kivételek

source: Define special opening hours for holidays, events or other needs. Leave the time empty if you're closed all day.
hu_hu: Állítsd be a " különleges" nyitvatartási időket (pl. ünnepek). Hagyd ki az Időt ha egész nap zárva van a hely.

source: Early Bookings
hu_hu: Korai foglalások

source: Any time
hu_hu: Bármikor

source: Up to 1 day in advance
hu_hu: Legfeljebb 1 nappal előtte

source: Up to 1 week in advance
hu_hu: Legfeljebb 1 héttel előtte

source: Up to 2 weeks in advance
hu_hu: Legfeljebb 2 héttel előtte

source: Up to 30 days in advance
hu_hu: Legfeljebb 30 nappal előtte

source: Up to 90 days in advance
hu_hu: Legfeljebb 90 nappal előtte

source: Late Bookings
hu_hu: Késői fogalások

source: Select how late customers can make their booking. (Administrators and Booking Managers are not restricted by this setting.)
hu_hu: Válaszd ki milyen későn lehet foglalni. (Adminisztrátort és Booking Manager-t ez a beállítás nem korlátoz.)

source: Up to the last minute
hu_hu: Az utolsó pillanatban

source: At least 15 minutes in advance
hu_hu: Legalább 15 perccel előtte

source: At least 30 minutes in advance
hu_hu: Legalább 30 perccel előtte

source: At least 45 minutes in advance
hu_hu: Legalább 45 perccel előtte

source: At least 1 hour in advance
hu_hu: Legalább 1 órával előtte

source: At least 4 hours in advance
hu_hu: Legalább 4 órával előtte

source: At least 1 day in advance
hu_hu: Legalább 1 nappal előtte

source: Date Pre-selection
hu_hu: Dátum előzetes kiválasztása

source: When the booking form is loaded, should it automatically attempt to select a valid date?
hu_hu: A foglalási űrlap betöltésekor automatikusan megpróbálja kiválasztani az érvényes dátumot?

source: Select today if valid
hu_hu: Válassza ki a mai napot, ha az lehetséges

source: Select today or next valid date
hu_hu: Válassza ki a mai napot, vagy a következő érvényes időpontot

source: Leave empty
hu_hu: Hagyd üresen

source: Time Interval
hu_hu: Időintervallum

source: Select the number of minutes between each available time.
hu_hu: Adja meg a percet, az elérhető korlátokon belül.

source: Every 30 minutes
hu_hu: Minden 30. percben

source: Every 15 minutes
hu_hu: Minden 15. percben

source: Every 10 minutes
hu_hu: Minden 10. percben

source: Every 5 minutes
hu_hu: Minden 5. percben

source: Notifications
hu_hu: Értesítések

source: The name which should appear in the Reply-To field of a user notification email
hu_hu: A felhasználó értesítési e-mail-ben, a "Válasz neki:"mezőben megjelenő név

source: Admin Notification
hu_hu: Admin értesítés

source: Send an email notification to an administrator when a new booking is requested.
hu_hu: E-mail értesítés küldése admin-nak új foglalás érkezése esetén.

source: Admin Email Address
hu_hu: Admin e-mail címe

source: The email address where admin notifications should be sent.
hu_hu: Adminisztrátor e-mail címe.

source: Email Templates
hu_hu: E-mail sablon

source: Adjust the messages that are emailed to users and admins during the booking process.
hu_hu: Állítsa be a felhasználóknak és rendszergazdáknak e-mailben küldött üzeneteket a foglalás során.

source: Template Tags
hu_hu: Sablon címek

source: Use the following tags to automatically add booking information to the emails. Tags labeled with an asterisk (*) can be used in the email subject as well.
hu_hu: Használja a következő címkéket, hogy automatikusan hozzáadja a foglalási adatokat az e-mailekhez. A csillaggal (*) ellátott címkék is használhatók az e-mailben.

source: Admin Notification Subject
hu_hu: Admin értesítés tárgya

source: The email subject for admin notifications.
hu_hu: Admin értesítési e-mail tárgya.

source: Admin Notification Email
hu_hu: Admin értesítési e-mail

source: Enter the email an admin should receive when an initial booking request is made.
hu_hu: Adja meg azt az e-mailt, amelyet az adminisztrátornak meg kell kapnia, amikor egy előzetes foglalási kérelmet küldtek be.

source: New Request Email Subject
hu_hu: Új kérés e-mail tárgya

source: The email subject a user should receive when they make an initial booking request.
hu_hu: Az e-mail tárgya, amelyet a felhasználónak meg kell kapnia, amikor első foglalási kérelmet nyújt be.

source: New Request Email
hu_hu: Új igénylő e-mail

source: Enter the email a user should receive when they make an initial booking request.
hu_hu: Adja meg az e-mailt, amelyet a felhasználónak meg kell kapnia, amikor egy előzetes foglalási kérelmet nyújt be.

source: Confirmed Email Subject
hu_hu: Jóváhagyó e-mail tárgya

source: The email subject a user should receive when their booking has been confirmed.
hu_hu: Foglaló felé küldött e-mail tárgya, amit a foglalás megerősítésnél kap.

source: Confirmed Email
hu_hu: Jóváhagyó e-mail

source: Enter the email a user should receive when their booking has been confirmed.
hu_hu: Az e-mail, amit a foglaló kap a foglalás jóváhagyásakor.

source: Rejected Email Subject
hu_hu: Visszautasító e-mail tárgya

source: The email subject a user should receive when their booking has been rejected.
hu_hu: Foglaló felé küldött e-mail tárgya, amit a foglalás elutasításakor kap.

source: Rejected Email
hu_hu: Visszautasított e-mail

source: Enter the email a user should receive when their booking has been rejected.
hu_hu: Az e-mail, amit a foglaló kap a foglalás elutasításakor.

source: Admin Update Subject
hu_hu: Admin update tárgya

source: The email subject a user should receive when an admin sends them a custom email message from the %sbookings panel%s.
hu_hu: Foglaló felé küldött e-mail tárgya, amit az admin küld egyedi, vagy alkalmi üzenetként küld a %s foglalási felületről%s.

source: Any size
hu_hu: Bármely méret

source: Book a table
hu_hu: Asztalfoglalás

source: Date
hu_hu: Dátum

source: Time
hu_hu: Óra

source: Party
hu_hu: Fő

source: Contact Details
hu_hu: Elérhetőség

source: Name
hu_hu: Név

source: Phone
hu_hu: Telefon

source: Add a Message
hu_hu: Üzenet hozzáadása

source: Email of the user who made the booking
hu_hu: A foglalást feladó e-mail címe

source: * Name of the user who made the booking
hu_hu: * Foglalást feladó neve

source: * Number of people booked
hu_hu: * Foglalt helyek száma

source: * Date and time of the booking
hu_hu: * Foglalás dátuma és időpontja

source: Phone number if supplied with the request
hu_hu: Telefonszám (ha meg lett adva)

source: Message added to the request
hu_hu: Foglalás üzenete

source: A link to the admin panel showing pending bookings
hu_hu: Link az admin felületre elfogadásra váró foglalásaihoz

source: A link to confirm this booking. Only include this in admin notifications
hu_hu: Link a foglalás jóváhagyásáoz. Csak admin értesítésnél

source: A link to reject this booking. Only include this in admin notifications
hu_hu: Link a foglaláselutasításához. Csak admin értesítésnél

source: The name of this website
hu_hu: Website neve

source: A link to this website
hu_hu: Link a webite-hoz

source: Current date and time
hu_hu: Jelenlegi dátum és idő

source: Upcoming
hu_hu: Közelgő/következő

source: Today
hu_hu: Ma

source: All
hu_hu: Összes

source: Start Date:
hu_hu: Kezdő dátum:

source: Start Date
hu_hu: Kezdő dátum

source: End Date:
hu_hu: Befejezés dátuma:

source: End Date
hu_hu: Záró dátum

source: Apply
hu_hu: Jóváhagyás

source: Clear Filter
hu_hu: Szűrő törlése

source: Pending
hu_hu: Függőben lévő

source: Confirmed
hu_hu: Jóváhagyva

source: Closed
hu_hu: Lezárva

source: Trash
hu_hu: Szemetes

source: Status
hu_hu: Státusz

source: Details
hu_hu: Részletek

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Set To Confirmed
hu_hu: Beállítás: jóváhagyva

source: Set To Pending Review
hu_hu: Beállítás: függőben lévő

source: Set To Closed
hu_hu: Beállítás: lezárva

source: %d booking deleted successfully.
hu_hu: %d foglalás sikeresen törölve.

source: %d booking confirmed.
hu_hu: %d foglalás jóváhagyva.

source: %d booking set to pending.
hu_hu: %d foglalás rögzítése folyamatban.

source: %d booking closed.
hu_hu: %d Foglalás lezárva.

source: %d booking had errors and could not be processed.
hu_hu: %d foglalásban hibák vannak és nem hajtható végre.

source: All Locations
hu_hu: Összes hely

source: Inactive Locations
hu_hu: Inaktív helyek

source: Switch
hu_hu: Váltás

source: You're viewing bookings that have been moved to the trash.
hu_hu: Törölt foglalások ellenőrzése.

source: Only today's bookings are being shown.
hu_hu: Csak a mai foglalások mutatása.

source: Only upcoming bookings are being shown.
hu_hu: Csak a közelgő foglalások mutatása.

source: Booking Form
hu_hu: Foglalás

source: Display a form to accept bookings.
hu_hu: Form mutatása a foglalások jóváhagyásához.

source: Title
hu_hu: Cím

source: Request Booking
hu_hu: Foglalás kérése

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs megfelelő jogosultság az oldal megtekintéséhez.

source: Exclude
hu_hu: Kizár

source: Include
hu_hu: Tartalmaz

source: String
hu_hu: Szöveg (string)

source: Booking Manager
hu_hu: Foglalás Manager

source: An unspecified error occurred. Please try again. If the problem persists, try logging out and logging back in.
hu_hu: Váratlan hiba történt. Próbáld újra, vagy jelentkezz be újra.

source: View the help documentation for Restaurant Reservations
hu_hu: Tekintsd meg a Foglalási útmutatót

source: Help
hu_hu: Segítség

source: Restaurant Reservations
hu_hu: Éttermi foglalás

source: Accept restaurant reservations and bookings online.
hu_hu: Étteremi és online foglalás elfogadása.

source: Theme of the Crop
hu_hu: Crop témája

# Error message when retrieving list of addons
source: An unknown error occured.
hu_hu: Ismeretlen hiba.

# Label for an addon that is already installed and activated.
source: Already Installed
hu_hu: Már telepítve van

# Label for an addon that is not yet released.
source: Coming Soon
hu_hu: Hamarosan

# Label for an addon that is free.
source: Free
hu_hu: Ingyenes

# Label for an addon that is released.
source: Get It
hu_hu: Szerezd meg

# Title of addons page
source: Addons
hu_hu: Bővítmények

# Title of addons page in the admin menu
source: Addons
hu_hu: Bővítmények

# restaurant-reservations
source: Find out when new addons are available by subscribing to the %smonthly newsletter%s or following %sTheme of the Crop%s on Twitter.
hu_hu: Nézd meg az új bővítényeket a %shavi hírlevélen%s, vagy a következő %sCrop témát%s a Twitteren.

# restaurant-reservations
source: Thanks, your booking request is waiting to be confirmed. Updates will be sent to the email address you provided.
hu_hu: Köszönjük, a foglalásai kérelme jóváhagyásra vár, hamarosan tájékoztatjuk a megadott e-mail címen.

# Title of admin page that lists bookings
source: Bookings
hu_hu: Foglalások

# Title of bookings admin menu item
source: Bookings
hu_hu: Foglalások

# Label next to the email address to which an email will be sent
source: To
hu_hu: Neki

# Booking status when it is pending review
source: Pending
hu_hu: Függőben

# Booking status for a confirmed booking
source: Confirmed
hu_hu: Jóváhagyva

# Booking status for a closed booking
source: Closed
hu_hu: Lezárva

# Name for grouping bookings
source: Location
hu_hu: Hely

# Default email subject for admin notifications of new bookings
source: New Booking Request
hu_hu: Új foglalási kérelem

source: A new booking request has been made at {site_name}: {user_name} {party} people {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
hu_hu: Új foglalási kérelem érkezett innen: {site_name}: Név: {user_name} Fő: {party} Dátum: {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>Ezt az üzenetet {site_link} küldte, current_time} időpontban.</em>

source: Your booking at %s is pending
hu_hu: A foglalás ( %s ) folyamatban van
